Repository: sebastianstrus/TarotGo
Catalog: TarotGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nb, pl, pt_br, sv, uk

# interpretation.page_of_cups_career_upright
source: Creative professional opportunities or good news about work. Your intuition guides career decisions. Artistic or emotionally fulfilling job prospects arrive.
de: Kreative berufliche Möglichkeiten oder gute Nachrichten über die Arbeit. Deine Intuition leitet Karriereentscheidungen. Künstlerische oder emotional erfüllende Jobaussichten kommen.
es: Oportunidades profesionales creativas o buenas noticias sobre el trabajo. Tu intuición guía las decisiones profesionales. Llegan perspectivas laborales artísticas o emocionalmente satisfactorias.
fr: Opportunités professionnelles créatives ou bonnes nouvelles concernant le travail. Votre intuition guide vos décisions de carrière. Des perspectives d'emploi artistiques ou épanouissantes sur le plan émotionnel arrivent.
it: Opportunità professionali creative o buone notizie sul lavoro. La tua intuizione guida le decisioni di carriera. Arrivano prospettive di lavoro artistiche o emotivamente appaganti.
ja: 創造的な仕事の機会や仕事に関する良い知らせ。直感がキャリアの決断を導く。芸術的または感情的満足度の高い仕事の見込みが訪れる。
nb: Kreative profesjonelle muligheter eller gode nyheter om jobb. Intuisjonen din styrer karrierebeslutninger. Kunstneriske eller følelsesmessig tilfredsstillende jobbutsikter kommer.
pl: Kreatywne możliwości zawodowe lub dobre wieści o pracy. Twoja intuicja kieruje decyzjami zawodowymi. Pojawiają się perspektywy pracy artystycznej lub satysfakcjonującej emocjonalnie.
pt_br: Oportunidades profissionais criativas ou boas notícias sobre o trabalho. Sua intuição guia decisões de carreira. Perspectivas de trabalho artísticas ou emocionalmente gratificantes chegam.
sv: Kreativa professionella möjligheter eller goda nyheter om arbetet. Din intuition styr karriärbeslut. Konstnärliga eller känslomässigt tillfredsställande jobbutsikter anländer.
uk: Творчі професійні можливості або хороші новини про роботу. Ваша інтуїція спрямовує кар'єрні рішення. З'являються художні або емоційно задовільні перспективи роботи.

# interpretation.page_of_cups_finance_reversed
source: Bad financial news or emotionally-driven poor money decisions. Creative financial ventures don't pan out. Financial immaturity blocks prosperity.
de: Schlechte finanzielle Nachrichten oder emotional getriebene schlechte Geldentscheidungen. Kreative finanzielle Unternehmungen gehen nicht auf. Finanzielle Unreife blockiert Wohlstand.
es: Malas noticias financieras o malas decisiones económicas impulsadas por las emociones. Las empresas financieras creativas no funcionan. La inmadurez financiera bloquea la prosperidad.
fr: Mauvaises nouvelles financières ou mauvaises décisions monétaires motivées par les émotions. Les entreprises financières créatives ne fonctionnent pas. L'immaturité financière bloque la prospérité.
it: Cattive notizie finanziarie o decisioni monetarie povere guidate dalle emozioni. Le imprese finanziarie creative non funzionano. L'immaturità finanziaria blocca la prosperità.
ja: 悪い経済ニュースや感情に基づく悪い金銭判断。創造的な金融ベンチャーはうまくいかない。経済的未熟さが繁栄を妨げる。
nb: Dårlige økonomiske nyheter eller følelsesmessig dårlige pengeavgjørelser. Kreative økonomiske satsinger slår ikke til. Økonomisk umodenhet blokkerer velstand.
pl: Złe wiadomości finansowe lub złe decyzje pieniężne napędzane emocjami. Kreatywne przedsięwzięcia finansowe nie wypalają. Niedojrzałość finansowa blokuje dobrobyt.
pt_br: Más notícias financeiras ou decisões financeiras ruins movidas por emoções. Empreendimentos financeiros criativos não dão certo. Imaturidade financeira bloqueia a prosperidade.
sv: Dåliga ekonomiska nyheter eller känslomässigt drivna dåliga penningbeslut. Kreativa finansiella satsningar fungerar inte. Finansiell omognad blockerar välstånd.
uk: Погані фінансові новини або емоційно зумовлені погані грошові рішення. Творчі фінансові починання не спрацьовують. Фінансова незрілість блокує процвітання.

# interpretation.page_of_cups_finance_upright
source: Good financial news or creative money opportunities. Intuitive approach to finances serves you. New artistic income streams emerge.
de: Gute finanzielle Nachrichten oder kreative Geldmöglichkeiten. Ein intuitiver Umgang mit Finanzen dient dir. Neue künstlerische Einkommensquellen entstehen.
es: Buenas noticias financieras u oportunidades creativas con el dinero. Un enfoque intuitivo de las finanzas te beneficia. Surgen nuevas fuentes de ingresos artísticos.
fr: Bonnes nouvelles financières ou opportunités monétaires créatives. Une approche intuitive des finances vous sert. De nouvelles sources de revenus artistiques émergent.
it: Buone notizie finanziarie o opportunità creative di denaro. Un approccio intuitivo alle finanze ti serve. Emergono nuovi flussi di reddito artistico.
ja: 良い経済ニュースや創造的な金銭的機会。直感的な財務アプローチが役立つ。新しい芸術的収入源が生まれる。
nb: Gode økonomiske nyheter eller kreative pengemuligheter. Intuitiv tilnærming til økonomi tjener deg. Nye kunstneriske inntektsstrømmer oppstår.
pl: Dobre wiadomości finansowe lub kreatywne możliwości zarobku. Intuicyjne podejście do finansów służy ci. Pojawiają się nowe artystyczne źródła dochodu.
pt_br: Boas notícias financeiras ou oportunidades criativas de dinheiro. Abordagem intuitiva às finanças serve você. Novos fluxos de renda artística surgem.
sv: Goda ekonomiska nyheter eller kreativa penningmöjligheter. Intuitiv inställning till ekonomi tjänar dig. Nya konstnärliga inkomstkällor uppstår.
uk: Хороші фінансові новини або творчі грошові можливості. Інтуїтивний підхід до фінансів служить вам. З'являються нові мистецькі джерела доходу.

# interpretation.page_of_cups_general_reversed
source: Emotional immaturity, creative blocks, or bad news. Escapism and insecurity prevent growth. You're not hearing your intuition clearly. Ground yourself emotionally.
de: Emotionale Unreife, kreative Blockaden oder schlechte Nachrichten. Eskapismus und Unsicherheit verhindern Wachstum. Du hörst deine Intuition nicht klar. Erden dich emotional.
es: Inmadurez emocional, bloqueos creativos o malas noticias. El escapismo y la inseguridad impiden el crecimiento. No escuchas tu intuición con claridad. Conéctate emocionalmente.
fr: Immaturité émotionnelle, blocages créatifs ou mauvaises nouvelles. L'évasion et l'insécurité empêchent la croissance. Vous n'entendez pas clairement votre intuition. Ancrez-vous émotionnellement.
it: Immaturità emotiva, blocchi creativi o cattive notizie. L'evasione e l'insicurezza impediscono la crescita. Non ascolti chiaramente la tua intuizione. Radicati emotivamente.
ja: 感情的な未熟さ、創造的ブロック、悪い知らせ。逃避と不安が成長を妨げる。直感がはっきり聞こえていない。感情的に地に足をつけよ。
nb: Emosjonell umodenhet, kreative blokkeringer eller dårlige nyheter. Eskapisme og usikkerhet hindrer vekst. Du hører ikke intuisjonen din tydelig. Jord deg følelsesmessig.
pl: Niedojrzałość emocjonalna, blokady twórcze lub złe wieści. Eskapizm i niepewność uniemożliwiają rozwój. Nie słyszysz wyraźnie swojej intuicji. Uziemij się emocjonalnie.
pt_br: Imaturidade emocional, bloqueios criativos ou más notícias. Escapismo e insegurança impedem o crescimento. Você não está ouvindo sua intuição claramente. Firme-se emocionalmente.
sv: Känslomässig omognad, kreativa blockeringar eller dåliga nyheter. Eskapism och osäkerhet förhindrar tillväxt. Du hör inte din intuition tydligt. Jorda dig känslomässigt.
uk: Емоційна незрілість, творчі блокування або погані новини. Ескапізм і невпевненість перешкоджають зростанню. Ви не чуєте своєї інтуїції чітко. Заземліться емоційно.

# interpretation.page_of_cups_general_upright
source: Creative opportunities, messages, and new emotional experiences. Your intuition is heightened. Approach life with curiosity and an open heart. Beautiful beginnings await.
de: Kreative Möglichkeiten, Botschaften und neue emotionale Erfahrungen. Deine Intuition ist geschärft. Gehe mit Neugier und offenem Herzen durchs Leben. Schöne Anfänge warten.
es: Oportunidades creativas, mensajes y nuevas experiencias emocionales. Tu intuición está elevada. Enfrenta la vida con curiosidad y un corazón abierto. Hermosos comienzos te esperan.
fr: Opportunités créatives, messages et nouvelles expériences émotionnelles. Votre intuition est accrue. Abordez la vie avec curiosité et un cœur ouvert. De beaux débuts vous attendent.
it: Opportunità creative, messaggi e nuove esperienze emotive. La tua intuizione è acuita. Affronta la vita con curiosità e cuore aperto. Bellissimi inizi ti aspettano.
ja: 創造的機会、メッセージ、新しい感情的経験。直感が高まっている。好奇心と開かれた心で人生に臨む。美しい始まりが待っている。
nb: Kreative muligheter, meldinger og nye emosjonelle opplevelser. Intuisjonen din er skjerpet. Møt livet med nysgjerrighet og et åpent hjerte. Vakre begynnelser venter.
pl: Kreatywne możliwości, wiadomości i nowe doświadczenia emocjonalne. Twoja intuicja jest wyostrzona. Podchodź do życia z ciekawością i otwartym sercem. Czekają piękne początki.
pt_br: Oportunidades criativas, mensagens e novas experiências emocionais. Sua intuição está aguçada. Aborde a vida com curiosidade e coração aberto. Belos começos aguardam.
sv: Kreativa möjligheter, meddelanden och nya känslomässiga upplevelser. Din intuition är förhöjd. Närma dig livet med nyfikenhet och ett öppet hjärta. Vackra nybörjare väntar.
uk: Творчі можливості, повідомлення та нові емоційні переживання. Ваша інтуїція загострена. Підходьте до життя з цікавістю та відкритим серцем. На вас чекають гарні початки.

# interpretation.page_of_cups_health_reversed
source: Bad health news or emotional immaturity affecting wellness. Escapism blocks health progress. Ignoring intuitive body messages.
de: Schlechte Gesundheitsnachrichten oder emotionale Unreife, die das Wohlbefinden beeinträchtigt. Eskapismus blockiert den Gesundheitsfortschritt. Ignorieren intuitiver Körperbotschaften.
es: Malas noticias de salud o inmadurez emocional que afecta el bienestar. El escapismo bloquea el progreso de la salud. Ignorar los mensajes intuitivos del cuerpo.
fr: Mauvaises nouvelles concernant la santé ou immaturité émotionnelle affectant le bien-être. L'évasion bloque les progrès en matière de santé. Ignorer les messages intuitifs du corps.
it: Cattive notizie sulla salute o immaturità emotiva che influisce sul benessere. L'evasione blocca i progressi della salute. Ignorare i messaggi intuitivi del corpo.
ja: 健康に関する悪い知らせや感情的な未熟さが健康に影響。逃避が健康の進歩を妨げる。直感的な身体のメッセージを無視する。
nb: Dårlige helsenyheter eller emosjonell umodenhet som påvirker velvære. Eskapisme blokkerer helsefremgang. Ignorerer intuitive kroppsmeldinger.
pl: Złe wieści o zdrowiu lub niedojrzałość emocjonalna wpływająca na samopoczucie. Eskapizm blokuje postępy w zdrowiu. Ignorowanie intuicyjnych komunikatów ciała.
pt_br: Más notícias de saúde ou imaturidade emocional afetando o bem-estar. Escapismo bloqueia o progresso da saúde. Ignorar mensagens intuitivas do corpo.
sv: Dåliga hälsonyheter eller känslomässig omognad som påverkar välmåendet. Eskapism blockerar hälsoframsteg. Ignorera intuitiva kroppsmeddelanden.
uk: Погані новини про здоров'я або емоційна незрілість, що впливає на самопочуття. Ескапізм блокує прогрес у здоров'ї. Ігнорування інтуїтивних повідомлень тіла.

# interpretation.page_of_cups_health_upright
source: Good health news or intuitive wellness insights. Creative approaches to health benefit you. Your body sends clear messages—listen.
de: Gute Gesundheitsnachrichten oder intuitive Wellness-Einblicke. Kreative Gesundheitsansätze kommen dir zugute. Dein Körper sendet klare Botschaften – höre zu.
es: Buenas noticias de salud o conocimientos intuitivos sobre bienestar. Los enfoques creativos de la salud te benefician. Tu cuerpo envía mensajes claros: escucha.
fr: Bonnes nouvelles concernant la santé ou informations intuitives sur le bien-être. Des approches créatives de la santé vous sont bénéfiques. Votre corps envoie des messages clairs : écoutez.
it: Buone notizie sulla salute o intuizioni di benessere intuitive. Approcci creativi alla salute ti avvantaggiano. Il tuo corpo invia messaggi chiari: ascolta.
ja: 健康に関する良い知らせや直感的なウェルネスの洞察。創造的な健康法が役立つ。あなたの体は明確なメッセージを送っている—耳を傾けよ。
nb: Gode helsenyheter eller intuitive velværeinnsikter. Kreative tilnærminger til helse gagner deg. Kroppen din sender klare meldinger – lytt.
pl: Dobre wieści o zdrowiu lub intuicyjne spostrzeżenia dotyczące dobrego samopoczucia. Kreatywne podejścia do zdrowia przynoszą korzyści. Twoje ciało wysyła jasne komunikaty – słuchaj.
pt_br: Boas notícias de saúde ou insights intuitivos de bem-estar. Abordagens criativas para a saúde beneficiam você. Seu corpo envia mensagens claras – ouça.
sv: Goda hälsonyheter eller intuitiva välmåendeinsikter. Kreativa tillvägagångssätt för hälsa gynnar dig. Din kropp skickar tydliga meddelanden – lyssna.
uk: Хороші новини про здоров'я або інтуїтивні оздоровчі інсайти. Творчі підходи до здоров'я приносять вам користь. Ваше тіло надсилає чіткі повідомлення — слухайте.

# interpretation.page_of_cups_love_reversed
source: Emotional immaturity in love or mixed romantic signals. Creative blocks in expressing feelings. Bad news in relationships. Insecurity prevents authentic connection.
de: Emotionale Unreife in der Liebe oder gemischte romantische Signale. Kreative Blockaden beim Ausdruck von Gefühlen. Schlechte Nachrichten in Beziehungen. Unsicherheit verhindert authentische Verbindung.
es: Inmadurez emocional en el amor o señales románticas contradictorias. Bloqueos creativos para expresar sentimientos. Malas noticias en las relaciones. La inseguridad impide la conexión auténtica.
fr: Immaturité émotionnelle en amour ou signaux romantiques mitigés. Blocages créatifs dans l'expression des sentiments. Mauvaises nouvelles dans les relations. L'insécurité empêche une connexion authentique.
it: Immaturità emotiva in amore o segnali romantici contrastanti. Blocchi creativi nell'esprimere i sentimenti. Cattive notizie nelle relazioni. L'insicurezza impedisce una connessione autentica.
ja: 恋愛における感情的未熟さや曖昧な恋愛シグナル。感情表現の創造的ブロック。関係における悪い知らせ。不安が真のつながりを妨げる。
nb: Emosjonell umodenhet i kjærlighet eller blandede romantiske signaler. Kreative blokkeringer i å uttrykke følelser. Dårlige nyheter i relasjoner. Usikkerhet hindrer autentisk tilknytning.
pl: Niedojrzałość emocjonalna w miłości lub mieszane sygnały romantyczne. Blokady twórcze w wyrażaniu uczuć. Złe wieści w związkach. Niepewność uniemożliwia autentyczne połączenie.
pt_br: Imaturidade emocional no amor ou sinais românticos mistos. Bloqueios criativos para expressar sentimentos. Más notícias nos relacionamentos. Insegurança impede conexão autêntica.
sv: Känslomässig omognad i kärlek eller blandade romantiska signaler. Kreativa blockeringar i att uttrycka känslor. Dåliga nyheter i relationer. Osäkerhet förhindrar autentisk anslutning.
uk: Емоційна незрілість у коханні або змішані романтичні сигнали. Творчі блокування у вираженні почуттів. Погані новини у стосунках. Невпевненість заважає автентичному зв'язку.

# interpretation.page_of_cups_love_upright
source: New romantic message or creative expression of feelings. Innocent, sincere love emerges. Your heart opens to new emotional experiences. Sweet beginnings in love.
de: Neue romantische Botschaft oder kreativer Gefühlsausdruck. Unschuldige, aufrichtige Liebe entsteht. Dein Herz öffnet sich für neue emotionale Erfahrungen. Süße Anfänge in der Liebe.
es: Nuevo mensaje romántico o expresión creativa de sentimientos. Surge un amor inocente y sincero. Tu corazón se abre a nuevas experiencias emocionales. Dulces comienzos en el amor.
fr: Nouveau message romantique ou expression créative des sentiments. Un amour innocent et sincère émerge. Votre cœur s'ouvre à de nouvelles expériences émotionnelles. Doux débuts en amour.
it: Nuovo messaggio romantico o espressione creativa dei sentimenti. Emerge un amore innocente e sincero. Il tuo cuore si apre a nuove esperienze emotive. Dolci inizi nell'amore.
ja: 新しい恋のメッセージや感情の創造的表現。無邪気で誠実な愛が芽生える。あなたの心は新しい感情体験に開かれる。恋における甘い始まり。
nb: Ny romantisk melding eller kreativt uttrykk for følelser. Usunn, oppriktig kjærlighet oppstår. Hjertet ditt åpner seg for nye emosjonelle opplevelser. Søte begynnelser i kjærlighet.
pl: Nowa romantyczna wiadomość lub kreatywne wyrażanie uczuć. Niewinna, szczera miłość wyłania się. Twoje serce otwiera się na nowe doświadczenia emocjonalne. Słodkie początki w miłości.
pt_br: Nova mensagem romântica ou expressão criativa de sentimentos. Amor inocente e sincero surge. Seu coração se abre para novas experiências emocionais. Doces começos no amor.
sv: Ny romantisk hälsning eller kreativt uttryck för känslor. Oskyldig, uppriktig kärlek uppstår. Ditt hjärta öppnas för nya känslomässiga upplevelser. Söta nybörjare i kärlek.
uk: Нове романтичне повідомлення або творче вираження почуттів. Виникає невинне, щире кохання. Ваше серце відкривається для нових емоційних переживань. Солодкі початки в коханні.

# interpretation.page_of_pentacles_career_reversed
source: Career procrastination or lack of professional progress. Poor work planning. Missed job opportunity. Need more ambition and focus.
de: Berufliche Prokrastination oder mangelnder beruflicher Fortschritt. Schlechte Arbeitsplanung. Verpasste Berufschance. Mehr Ehrgeiz und Fokus sind nötig.
es: Procrastinación profesional o falta de progreso profesional. Mala planificación del trabajo. Oportunidad laboral perdida. Se necesita más ambición y enfoque.
fr: Procrastination professionnelle ou manque de progrès professionnels. Mauvaise planification du travail. Opportunité d'emploi manquée. Besoin de plus d'ambition et de concentration.
it: Procrastinazione professionale o mancanza di progressi professionali. Scarsa pianificazione del lavoro. Opportunità di lavoro persa. Necessità di più ambizione e concentrazione.
ja: キャリアの先延ばしまたは職業的進歩の欠如。仕事の計画不足。逃した仕事の機会。より多くの野心と集中力が必要。
nb: Karriereprokrastinering eller mangel på profesjonell fremgang. Dårlig arbeidsplanlegging. Gått glipp av en jobbmulighet. Trenger mer ambisjon og fokus.
pl: Prokrastynacja zawodowa lub brak postępów zawodowych. Złe planowanie pracy. Utracona szansa na pracę. Potrzeba więcej ambicji i skupienia.
pt_br: Procrastinação na carreira ou falta de progresso profissional. Mau planejamento de trabalho. Oportunidade de emprego perdida. Mais ambição e foco necessários.
sv: Karriärprokrastinering eller brist på professionella framsteg. Dålig arbetsplanering. Missad jobbmöjlighet. Behöver mer ambition och fokus.
uk: Прокрастинація в кар'єрі або відсутність професійного прогресу. Погане планування роботи. Втрачена робоча можливість. Потрібно більше амбіцій та фокусу.

# interpretation.page_of_pentacles_career_upright
source: New career opportunity or beginning professional journey. Ambitious learning phase. Practical approach to work. Manifestation of job prospects.
de: Neue Karrierechance oder Beginn der beruflichen Reise. Ehrgeizige Lernphase. Praktischer Arbeitsansatz. Verwirklichung von Berufsaussichten.
es: Nueva oportunidad profesional o inicio del viaje profesional. Fase de aprendizaje ambiciosa. Enfoque práctico del trabajo. Manifestación de las perspectivas laborales.
fr: Nouvelle opportunité de carrière ou début du parcours professionnel. Phase d'apprentissage ambitieuse. Approche pratique du travail. Manifestation des perspectives d'emploi.
it: Nuova opportunità di carriera o inizio del percorso professionale. Fase di apprendimento ambiziosa. Approccio pratico al lavoro. Manifestazione delle prospettive di lavoro.
ja: 新しいキャリアの機会または職業人生の始まり。野心的な学習段階。仕事への実践的なアプローチ。仕事の見通しの顕現。
nb: Ny karrieremulighet eller begynnelsen av den profesjonelle reisen. Ambisiøs læringsfase. Praktisk tilnærming til arbeid. Manifestasjon av jobbutsikter.
pl: Nowa szansa kariery lub początek zawodowej podróży. Ambitna faza uczenia się. Praktyczne podejście do pracy. Manifestacja perspektyw zawodowych.
pt_br: Nova oportunidade de carreira ou início da jornada profissional. Fase de aprendizado ambiciosa. Abordagem prática ao trabalho. Manifestação de perspectivas de emprego.
sv: Ny karriärmöjlighet eller början på den professionella resan. Ambitionsinriktad inlärningsfas. Praktiskt förhållningssätt till arbete. Manifestation av jobbutsikter.
uk: Нова кар'єрна можливість або початок професійного шляху. Амбітна фаза навчання. Практичний підхід до роботи. Реалізація робочих перспектив.

# interpretation.page_of_pentacles_finance_reversed
source: Financial procrastination or poor money planning. Missed investment opportunity. Lack of financial progress. Need better money education and action.
de: Finanzielle Prokrastination oder schlechte Geldplanung. Verpasste Investitionsmöglichkeit. Mangel an finanziellem Fortschritt. Bessere Geldbildung und Handeln sind nötig.
es: Procrastinación financiera o mala planificación del dinero. Oportunidad de inversión perdida. Falta de progreso financiero. Se necesita mejor educación financiera y acción.
fr: Procrastination financière ou mauvaise planification monétaire. Opportunité d'investissement manquée. Manque de progrès financiers. Besoin d'une meilleure éducation financière et d'action.
it: Procrastinazione finanziaria o cattiva pianificazione del denaro. Opportunità di investimento persa. Mancanza di progressi finanziari. Necessità di una migliore educazione finanziaria e azione.
ja: 経済的先延ばしまたは不十分な資金計画。逃した投資機会。経済的進歩の欠如。より良いマネー教育と行動が必要。
nb: Økonomisk prokrastinering eller dårlig pengeplanlegging. Gått glipp av en investeringsmulighet. Mangel på økonomisk fremgang. Trenger bedre pengeutdanning og handling.
pl: Prokrastynacja finansowa lub złe planowanie pieniędzy. Utracona okazja inwestycyjna. Brak postępów finansowych. Potrzeba lepszej edukacji finansowej i działania.
pt_br: Procrastinação financeira ou mau planejamento financeiro. Oportunidade de investimento perdida. Falta de progresso financeiro. Melhor educação financeira e ação necessárias.
sv: Ekonomisk prokrastinering eller dålig planering av pengar. Missad investeringsmöjlighet. Brist på ekonomiska framsteg. Behöver bättre pengeutbildning och handling.
uk: Фінансова прокрастинація або погане планування грошей. Втрачена інвестиційна можливість. Відсутність фінансового прогресу. Потрібна краща грошова освіта та дія.
